{
    "host-kicker":"Somaeon Host Network",
    "title": "Συνεργαστείτε με το Somaeon",
    "host-hero-subtitle":"Προσφέρετε στους επισκέπτες σας μια διακριτική, υψηλής ποιότητας εμπειρία ευεξίας, απευθείας στον χώρο τους.",
    "host-hero-copy":"Η Somaeon συνεργάζεται με επιλεγμένους οικοδεσπότες και καταλύματα που επιθυμούν να αναβαθμίσουν την εμπειρία φιλοξενίας τους, προσφέροντας επαγγελματικές υπηρεσίες ευεξίας με σεβασμό, διακριτικότητα και υψηλά ποιοτικά πρότυπα.",
    "host-hero-tagline":"“Αναβαθμισμένες διαμονές. Απαλές αισθητικές περιηγήσεις. Επισκέπτες που νιώθουν πραγματικά προστατευμένοι.”",
    "host-section-title":"Γιατί να συνεργαστείτε με την Somaeon",
    "host-1o-title":"Premium εμπειρία επισκεπτών",
    "host-1o-text":"Μεταμορφώστε τη διαμονή σε κάτι περισσότερο από ένα μέρος για ύπνο. Προσφέρετε στους επισκέπτες σας τελετουργίες spa επιπέδου στην άνεση του προσωρινού τους σπιτιού.",
    "host-2o-title":"Καμία λειτουργική επιβάρυνση",
    "host-2o-text":" Χωρίς εξοπλισμό για αποθήκευση, χωρίς σχεδιασμό, χωρίς διαχείριση. Οργανώνουμε τα πάντα απευθείας με τους επισκέπτες σας, από την κράτηση έως την άφιξη.",
    "host-3o-title":"Καλύτερες κριτικές & επαναλαμβανόμενες διαμονές",
    "host-3o-text":"Οι εμπειρίες ευεξίας οδηγούν συνεχώς σε υψηλότερες βαθμολογίες, περισσότερες συστάσεις και μια διαμονή που καθίσταται πραγματικά αξέχαστη.",
    "how-it-works-title":"Πώς λειτουργεί",
    "work-1-title":"Οι επισκέπτες ανακαλύπτουν την υπηρεσία",
    "work-1-text":"Συμπεριλαμβάνετε την Somaeon στον κατάλογό σας, στον ψηφιακό οδηγό ή στα υλικά υποδοχής ως προαιρετική εμπειρία ευεξίας στο σπίτι.",
    "work-2-title":"Κάνουν αίτηση για συνεδρία",
    "work-2-text":"Οι επισκέπτες επικοινωνούν χρησιμοποιώντας την αποκλειστική γραμμή επικοινωνίας σας ή τη σελίδα κρατήσεων μας, αναφέροντας το κατάλυμά σας ως οικοδεσπότη.",
    "work-3-title":"Εμείς αναλαμβάνουμε τα υπόλοιπα",
    "work-3-text":"Ένας θεραπευτής φτάνει πλήρως εξοπλισμένος και οι επισκέπτες σας απολαμβάνουν μια επιμελημένη υπηρεσία της Somaeon — χωρίς καμία επιπλέον υποχρέωση από εσάς.",
    "benefits-title":"Οφέλη Οικοδεσπότη",
    "benefit-1":"Αποκλειστικές τιμές για οικοδεσπότες και πρόσβαση σε ειδικές προσφορές για τους επισκέπτες σας.",
    "benefit-2":"Προαιρετική δομή διανομής εσόδων για επιλεγμένους συνεργάτες.",
    "benefit-3":"Προτεραιότητα στην πρόσβαση στο ημερολόγιο κατά τη διάρκεια της υψηλής σεζόν και των αιχμών ζήτησης.",
    "benefit-4":"Έτοιμα ψηφιακά υλικά για επισκέπτες (QR code, κάρτες, κείμενο για καταλόγους).",
    "benefit-5":"Προτάσεις προσαρμοσμένες σε επισκέπτες μακράς διαμονής ή εταιρικούς επισκέπτες.",
    "benefit-6":"Άμεση επικοινωνία με την Somaeon για ομαλή οργάνωση.",
    "requirement-title":"Τι αναζητούμε σε έναν οικοδεσπότη",
    "requirement-1":"Ένα καθαρό, ήσυχο δωμάτιο με επαρκή χώρο για ένα κρεβάτι μασάζ.",
    "requirement-2":"Βασική άνεση: έλεγχος θερμοκρασίας και δυνατότητα ρύθμισης φωτισμού.",
    "requirement-3":"Σαφής επικοινωνία και ανταπόκριση σχετικά με τα αιτήματα ευεξίας των επισκεπτών.",
    "requirement-4":"  Η δυνατότητα να παρουσιάσετε διαφανώς την Somaeon ως προαιρετικό συνεργάτη ευεξίας στο σπίτι στον κατάλογό σας ή στον οδηγό υποδοχής.",
    "application-title":"Γίνε Οικοδεσπότης",
    "application-subtitle-1":"Εάν πιστεύετε ότι το κατάλυμά σας θα ταίριαζε καλά με το Δίκτυο Οικοδεσποτών της Somaeon, θα θέλαμε να σας ακούσουμε. Συμπληρώστε την παρακάτω φόρμα με λίγες λεπτομέρειες για τον χώρο σας.",
    "application-subtitle-2":"Μοιραστείτε μερικές λεπτομέρειες και θα επικοινωνήσουμε προσωπικά μαζί σας.",
    "property-name":"Κατάλυμα / Όνομα Οικοδεσπότη",
    "property-name-placeholder":"π.χ. Villa Marina, The Seaside Retreat",
    "property-location":"Τοποθεσία / Διεύθυνση",
    "property-location-placeholder":"Διεύθυνση, πόλη, ταχυδρομικός κώδικας",
    "property-link":"Σύνδεσμος Καταλύματος",
    "property-notes":"Μήνυμα / Σημειώσεις",
    "property-notes-placeholder":"Πείτε μας για το κατάλυμά σας, τις παροχές, τη διαθεσιμότητα ή τυχόν ιδιαίτερα χαρακτηριστικά...",
    "submission-button":"Υποβολή Αίτησης"

}


