{
    "host-kicker":"Somaeon Host Network",
    "title": "Become a Somaeon Host",
    "host-hero-subtitle":"Offer your guests something they will truly remember — curated in-home wellness rituals, delivered directly to their stay.",
    "host-hero-copy":"Somaeon partners with selected apartments, boutique stays and premium short-term rentals to bring a calm, spa-inspired experience into your guests’ everyday travel.",
    "host-hero-tagline":"“Elevated stays. Softer landings. Guests who feel truly taken care of.”",
    "host-section-title":"Why partner with Somaeon",
    "host-1o-title":"Premium guest experience",
    "host-1o-text":"Transform your stay into more than a place to sleep. Provide your guests with spa-level rituals in the comfort of their temporary home.",
    "host-2o-title":"Zero operational weight",
    "host-2o-text":"  No equipment to store, no planning, no logistics. We coordinate everything directly with your guests, from booking to arrival.",
    "host-3o-title":"Better reviews & repeat stays",
    "host-3o-text":"Wellness experiences consistently translate into higher ratings, stronger word-of-mouth and a stay that feels distinctly memorable.",
    "how-it-works-title":"How it works",
    "work-1-title":"Guests discover the service",
    "work-1-text":"You include Somaeon in your listing, digital guidebook or welcome materials as an optional in-home wellness experience.",
    "work-2-title":"They request a session",
    "work-2-text":"Guests reach out using your dedicated contact line or our booking page, mentioning your property as their host.",
    "work-3-title":"We handle the rest",
    "work-3-text":"A licensed therapist arrives fully equipped, and your guests enjoy a curated Somaeon ritual — with no extra work on your end.",
    "benefits-title":"Host benefits",
    "benefit-1":"Exclusive host pricing and access to special offers for your guests.",
    "benefit-2":"Optional revenue share structure for selected partners.",
    "benefit-3":"Priority calendar access during high season and peak dates.",
    "benefit-4":"Guest-ready digital materials (QR codes, info cards, copy for listings).",
    "benefit-5":"Suggestions tailored to long-stay or corporate guests.",
    "benefit-6":"Direct line with Somaeon for smooth coordination.",
    "requirement-title":"What we look for in a host",
    "requirement-1":"A clean, quiet room with enough space for a massage table.",
    "requirement-2":"Basic comfort: temperature control and the ability to dim or adjust lighting.",
    "requirement-3":"Clear communication and responsiveness regarding guests’ wellness requests.",
    "requirement-4":"  The ability to transparently present Somaeon as an optional in-home wellness partner in your listing or welcome guide.",
    "application-title":"Apply to Become a Host",
    "application-subtitle-1":" If you feel your property would be a good fit for the Somaeon Host Network, we’d love to hear from you. Please fill out the form below with a few details about your space.",
    "application-subtitle-2":"Share a few details and we’ll get back to you personally.",
    "property-name":"Property / Host Name",
    "property-name-placeholder":"e.g., Villa Marina, The Seaside Retreat",
    "property-location":"Location / Address",
    "property-location-placeholder":"Full street address, city, postal code",
    "property-link":"Link to Listing",
    "property-notes":"Message / Notes",
    "property-notes-placeholder":"Tell us about your property, amenities, availability, or any special features...",
    "submission-button":"Submit Application"

}